[
  {
    "id": "ex_1761481772648",
    "name": "Bonomi",
    "logoUrl": "https://www.gruppo-bonomi.com/wp-content/uploads/2021/05/cropped-logo-square.png",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "Established in 1928, the Bonomi Group is a leading provider of engineered solutions for electrical conductivity and insulation. Serving the railway, energy, and custom industrial sectors, the group leverages extensive in-house testing and manufacturing capabilities to deliver high-performance components and systems."
  },
  {
    "id": "ex_1761481821571",
    "name": "Belmet MI",
    "logoUrl": "https://belmet.si/content/uploads/2021/09/BELMET-MI-logo-2017-color_web.png",
    "sector": "Services",
    "country": "Slovenia",
    "description": "BELMET MI is a Slovenian distributor specializing in measurement and soldering technology. The company provides advanced equipment alongside value-added services, including accredited calibration and maintenance, as well as professional training programs for industry users."
  },
  {
    "id": "ex_1761481854226",
    "name": "Sol Energy Solutions",
    "logoUrl": "https://i.ibb.co/xt602zT2/Screenshot-2025-10-29-at-11-00-43.png",
    "sector": "Energy & Infrastructure",
    "country": "USA",
    "description": "Sol Energy Solutions LLC is a U.S.-based renewable energy developer specializing in large-scale solar projects integrated with battery energy storage systems (BESS). Established in 1997, the company has evolved from providing Reliability, Availability, and Maintainability (RAM) solutions for offshore energy platforms to becoming a key player in the renewable energy sector. Sol Energy Solutions is currently developing a 25 MW solar capacity across three projects in San Bernardino County, California, aimed at enhancing grid resilience and supporting the state's clean energy objectives."
  },
  {
    "id": "ex_1761482106656",
    "name": "Elcowire AB",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQkqlQQcIZVkHmECfS8AbkQuX0PowRFUSNLCA&s",
    "sector": "Energy & Infrastructure",
    "country": "Sweden",
    "description": "Elcowire AB is a manufacturer specializing in conductive materials. The company produces high-quality copper and aluminium rods and wires, along with specialized conductors designed for railway applications, serving critical needs in the electrical and transportation infrastructure sectors."
  },
  {
    "id": "ex_1761482208278",
    "name": "Mont-Ele",
    "logoUrl": "https://www.copadata.com/hs-fs/hubfs/Images%20Website/Reference%20Logos_480x300px/Partner%20Reference%20Logos/MontEle_GoldPartner_logo_280x300px.jpg?width=620&height=387&name=MontEle_GoldPartner_logo_280x300px.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "Mont-Ele S.r.l. is an Italian company headquartered in Giussano, Lombardy, specializing in the design, construction, and maintenance of electromechanical, electrical, electronic, and automation systems. Established in 1972, Mont-Ele has over four decades of experience serving sectors such as energy, transportation, industry, and the environment. Mont-Ele's expertise encompasses the development of systems for electrical substations, railway electrification, electric vehicle charging infrastructure, and industrial automation. The company is recognized for its ability to deliver tailored solutions that meet specific client requirements, ensuring high standards of reliability, safety, and efficiency."
  },
  {
    "id": "ex_1761482271588",
    "name": "Arthur Flury",
    "logoUrl": "https://media.licdn.com/dms/image/v2/D4E0BAQGotQNiIZjeeQ/company-logo_200_200/company-logo_200_200/0/1663673938063/arthur_flury_ag_logo?e=2147483647&v=beta&t=-pePklIo7GvzKNoh0ZbxQIAJepMNwcYKyHVX-5IklbY",
    "sector": "Energy & Infrastructure",
    "country": "Switherland",
    "description": "Arthur Flury AG is a distinguished Swiss manufacturer specializing in high-quality components and systems for electrical infrastructure. The company is a leading provider of railway overhead contact line components, robust earthing and lightning protection solutions, and certified fall-protection systems engineered for safety and reliability."
  },
  {
    "id": "ex_1761482366486",
    "name": "OSHEE - Operatori i Shpërndarjes së Energjisë Elektrike",
    "logoUrl": "https://eridamersuli.com/wp-content/uploads/2021/11/oshee-logo-eridamersuli.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Operatori i Shpërndarjes së Energjisë Elektrike (OSSH) is the national electricity distribution system operator (DSO) in Albania. OSSH is responsible for managing, maintaining, and developing the low and medium-voltage electricity distribution network across the country."
  },
  {
    "id": "ex_1761482406128",
    "name": "Abito Holz",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSnFEfAGUPDmHdMquD1TwNDqb_ovpTHTQKvAA&s",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "Abito Holz specializes in the design and construction of sustainable, high-performance buildings utilizing advanced structural timber technologies like cross-laminated timber (CLT/XLAM). The company offers tailored project delivery options ranging from core-and-shell structures to complete turnkey solutions, characterized by bespoke design and efficient project execution."
  },
  {
    "id": "ex_1761482442533",
    "name": "The Port of Durres",
    "logoUrl": "https://www.iaphworldports.org/n-iaph/wp-content/uploads/mp/europe/Durres-Port-Authority.jpeg",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "The Port of Durrës is the largest and busiest seaport in Albania, serving as the country’s primary maritime gateway to Europe. Located on the Adriatic Sea, about 33 km west of Tirana, the port handles roughly 90% of Albania’s maritime trade, making it a key hub for imports, exports, and passenger traffic. Managed by the Durrës Port Authority, it features modern terminals for cargo, containers, ferries, and passengers, with regular connections to major ports such as Bari, Ancona, and Trieste."
  },
  {
    "id": "ex_1761482498309",
    "name": "Mosdorfer",
    "logoUrl": "https://www.mosdorfer.com/wp-content/uploads/2018/10/L-Mosdorfer-300dpi.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Austria",
    "description": "Mosdorfer GmbH, part of the Knill Group, is an Austrian manufacturer established in 1949, specializing in components for overhead transmission lines and railway infrastructure. The company produces high-quality fittings, damping systems, and catenary components for power grids and rail networks globally."
  },
  {
    "id": "ex_1761482517794",
    "name": "KLAR",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSPZXXkERqHq-qQZRB-jNSFihpWl7qJzBuRNQ&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Klar sh.p.k. is a leading Albanian construction and real estate development company with over 20 years of experience in the industry. Specializing in residential and mixed-use developments, Klar is renowned for its commitment to quality, innovation, and sustainability. The company manages projects from inception to completion, encompassing design, construction, and final sales, ensuring high standards and client satisfaction throughout. Notable developments include the ALUNA Complex, SOL Residence, VIVA Complex, and ART Residence, all strategically located in Tirana to offer modern living spaces with functional layouts and contemporary architecture."
  },
  {
    "id": "ex_1761482548636",
    "name": "Deol Light",
    "logoUrl": "https://deol-light.com/wp-content/uploads/2022/06/deol-done-OR-1-NEW.pdf-3.png",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Deol Light provides comprehensive professional lighting solutions. The company offers end-to-end services including expert lighting design, supply of high-quality fixtures, professional installation, and ongoing maintenance support for diverse architectural and commercial applications."
  },
  {
    "id": "ex_1761482591396",
    "name": "ALBTURK GRUP",
    "logoUrl": "https://albturkgrup.com/wp-content/uploads/2023/01/atgrup-new-logo222.png",
    "sector": "Energy & Infrastructure",
    "country": "Turkey",
    "description": "ALB TURK GRUP specializes in a comprehensive range of construction services, including civil, industrial, and infrastructure projects, demonstrating significant growth and capability within the national construction sector. Responding effectively to the demands of Albania's rapidly developing market, the company has swiftly expanded its operational scope to encompass projects throughout Albania."
  },
  {
    "id": "ex_1761482640577",
    "name": "Stone Design",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR5OSKX5ouJtj4mTCxJbFSrZDgJ3WEY9mKxZw&s",
    "sector": "Energy & Infrastructure",
    "country": "North Macedonia",
    "description": "Stone Design specializes in the application and supply of decorative stone materials. The company provides solutions for interior design elements and exterior building façades, utilizing natural or engineered stone to create distinctive architectural finishes."
  },
  {
    "id": "ex_1761482684747",
    "name": "EIS – Engineering Innovation Solutions",
    "logoUrl": "https://media.licdn.com/dms/image/v2/D4D03AQFQ5eP3dNZkGw/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1728566799209?e=2147483647&v=beta&t=iAhJ9ueOqytmFKpd3DsUNENwzYZhPrjxoAAJU0ARdtM",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "EIS – Engineering Innovation Solutions offers a broad spectrum of professional engineering services. The firm provides expertise across diverse sectors, including mechanical systems design, water treatment processes, machinery engineering, construction project support, and agricultural technology solutions."
  },
  {
    "id": "ex_1761482726158",
    "name": "Hekurudha Shqiptare (HSH)",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSFJdreWtaSgvHqSv7BWuvm-bomZg5fH2RXJQ&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Hekurudha Shqiptare (HSH) is the state-owned railway company of Albania, responsible for operating and managing the national rail network. Headquartered in Durrës, HSH is currently undertaking significant infrastructure rehabilitation and modernization programs aimed at improving railway services and connectivity across the country."
  },
  {
    "id": "ex_1761482752754",
    "name": "TREZETA Soc. Cooperativa",
    "logoUrl": "https://www.trezetaitaly.com/wp-content/uploads/2025/04/trezeta-logo-300.png",
    "sector": "Services",
    "country": "Italy",
    "description": "TREZETA Società Cooperativa is an Italian cooperative specializing in providing event support services and logistics. The organization offers planning, management, and operational support for various types of events."
  },
  {
    "id": "ex_1761482771462",
    "name": "OST – Operatori i Sistemit të Transmetimit",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQq1tZirYffR-XGpb-P0UCz0y8qOT7zc29QY5dZZIcuhS8e-M7I5smjflQt6R7FDg20qYs&usqp=CAU",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Operatori i Sistemit të Transmetimit (OST) is the national electricity transmission system operator (TSO) of Albania. OST manages and operates the high-voltage electricity grid, ensuring the secure and reliable transmission of power throughout the country and coordinating cross-border interconnections."
  },
  {
    "id": "ex_1761482802211",
    "name": "EuroElektra",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSZnLvFpotA9ciSZDqDMl2L4QvmfLu_3-HdLg&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "EuroElektra is a leading Albanian company specializing in the electrical and renewable energy sectors. Established in 2010 and headquartered in Vaqarr, near Tirana, EuroElektra imports and distributes high-quality electrical and renewable energy equipment, offering comprehensive design and installation services for photovoltaic (PV) systems and electric vehicle (EV) charging infrastructure. With a track record of over 40 MW of developed renewable energy projects, the company provides turnkey energy solutions and is actively involved in trading mechanical (HVAC) and electro-installation materials, serving both private and public sectors"
  },
  {
    "id": "ex_1761482847860",
    "name": "LGM Surfaces – Shot & Sandblasting",
    "logoUrl": "https://i.ibb.co/k28DKf2G/Screenshot-2025-10-29-at-10-55-25.png",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "LGM Surfaces is an Italian company specializing in the design and manufacturing of custom shotblasting and sandblasting equipment. Established through the technical expertise and vision of its founding partners, the company boasts over three generations of experience in the surface treatment industry. Operating from a 14,000 m² facility in Olgiate Olona, Italy, LGM Surfaces produces a wide range of machines tailored to meet specific customer requirements, ensuring optimal performance and high-quality surface finishes. Their product lineup includes sandblasting and shotblasting rooms, rotary belt systems, hook-based machines, and custom applications for various industries."
  },
  {
    "id": "ex_1761482916181",
    "name": "Weitzer Parkett",
    "logoUrl": "https://lh3.googleusercontent.com/-J3MhNbaUvyA/YnufCkzR8II/AAAAAAAAAa4/k4ExdSEKJQsem5yH58J3Qe3rWVTg5s19ACNcBGAsYHQ/s960/www.weitzer-parkett.com.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Austria",
    "description": "WEITZER PARKETT is a leading Austrian manufacturer of premium parquet flooring, founded in 1831. Renowned for innovation, the company offers high-quality wooden floors, including intelligent solutions for acoustics and rapid installation systems, catering to sophisticated residential and commercial projects globally."
  },
  {
    "id": "ex_1761482941928",
    "name": "Algeco",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRs96YPnIypXS8PWEwVSVjn05ARDtpZqPk_og&s",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "Part of the Modulaire Group and tracing its origins to 1955, Algeco S.p.A. is a European leader in providing modular space solutions. The company offers flexible, high-quality temporary and permanent buildings for rent and sale, serving diverse sectors such as construction, industry, education, healthcare, and general workspace needs."
  },
  {
    "id": "ex_1761482978749",
    "name": "Railway Transport of Montenegro",
    "logoUrl": "https://cdn.aiidatapro.net/media/1d/8d/69/t780x490/1d8d69b174461ce7028082f8623823e8.webp",
    "sector": "Energy & Infrastructure",
    "country": "Montenegro",
    "description": "Railway Transport of Montenegro (ŽPCG AD) is the state-owned passenger rail operator established in 2008. ŽPCG manages passenger services and rolling stock operations across Montenegro's national railway network, connecting key domestic and international destinations."
  },
  {
    "id": "ex_1761483079401",
    "name": "DR Ferroviaria Italia",
    "logoUrl": "https://pub-mediabox-storage.rxweb-prd.com/exhibitor/logo/exh-f233d7c2-a727-4de4-8046-021665f9384c/desktop-small/6ce78a02-888c-47a6-ae72-c4e27eb1ea8e.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "D.R. Ferroviaria Italia is a leading Italian company specializing in the design, construction, and maintenance of railway infrastructure. The company excels in producing tailored railway components such as switches, crossings, and special turnouts, optimizing space within industrial plants and private sidings. Established nearly three decades, the company has become a prominent player in the sector, offering services to both public and private clients, including large industrial facilities, ports, and refineries."
  },
  {
    "id": "ex_1761483156464",
    "name": "Aluminox",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYDid-5T4V3eVfU9KZQ7_84NePR9pp8jLXZNTrTchJ-D6mQap4oXjUtzrWXK4HYZuApig&usqp=CAU",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "Founded in 1984 and headquartered in Cesenatico (FC), Italy, ALUMINOX S.R.L. is a manufacturer specializing in professional air extraction and treatment systems for commercial kitchens. The company designs and produces high-performance ventilation hoods and related equipment essential for maintaining air quality and safety standards in the HoReCa sector."
  },
  {
    "id": "ex_1761483186446",
    "name": "VM Group",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQUtg6c013TCt6NDJnnFQ7JLRnA32DM7qav6A&s",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "VM Group Srl is an Italian building‑technology and construction systems specialist headquartered in Viterbo. The company designs, manufactures and installs high‑performance ventilated façades, façade anchoring systems, and smart architectural cladding solutions—including ceramic‑laminated systems and photovoltaic‑integrated façades—to serve modern residential, commercial and industrial‑building projects."
  },
  {
    "id": "ex_1761483235172",
    "name": "Klevi Fire Protection",
    "logoUrl": "https://i.ibb.co/5hHSHJBv/Screenshot-2025-10-29-at-10-53-54.png",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Klevi Fire Protection serves as the exclusive representative for TRIDENT CSL's innovative fire suppression solutions throughout the Balkan region. Based in Durrës, the company supplies TRIDENT's bio-based, environmentally friendly extinguishing agent through dedicated product lines for both residential and industrial applications."
  },
  {
    "id": "ex_1761483293232",
    "name": "Tehnogama",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR8r0KEmbZ2GJEVqsRAyfQctg47-YLaYTiC6Q&s",
    "sector": "Energy & Infrastructure",
    "country": "Serbia",
    "description": "Tehnogama stands among the region's leaders in compressed air and vacuum technology, providing advanced compressors, dryers, vacuum pumps, and turnkey industrial solutions. With decades of expertise, the company ensures reliability, efficiency, and energy optimization across diverse industries."
  },
  {
    "id": "ex_1761483324097",
    "name": "ICAT",
    "logoUrl": "https://www.icat.it/user/themes/icat/img/logo@2x.png",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "ICAT srl is an Italian manufacturer of industrial adhesives, with a strong focus on eco-innovation. The company develops and produces specialized adhesive solutions, including bio-based and hot-melt formulations, catering to various industrial bonding requirements while prioritizing environmental sustainability."
  },
  {
    "id": "ex_1761483491013",
    "name": "Decom Montenegro",
    "logoUrl": "https://www.decom.me/img/features/decom-full-logo-transparent_preview.png",
    "sector": "Energy & Infrastructure",
    "country": "Montenegro",
    "description": "DECOM Montenegro is a professional firm offering specialized services in architectural design and project supervision. The company focuses on delivering high-quality design solutions and ensuring meticulous oversight for both residential and commercial building projects."
  },
  {
    "id": "ex_1761483531834",
    "name": "Tehnomarket",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRGCM9MQjJzU6yvObBnjQnR8mS1yGFwy8u16g&s",
    "sector": "Energy & Infrastructure",
    "country": "Serbia",
    "description": "Tehnomarket d.o.o. is a Serbian manufacturing and engineering company specializing in aluminium systems for construction and industry. The company’s core activities include the extrusion of aluminium profiles, powder-coating, CNC machining, and production of complete windows, doors and curtain-wall systems. Tehnomarket stands out for combining design/engineering capabilities with full in-house manufacturing of architectural aluminium systems, which helps it compete in complex construction projects."
  },
  {
    "id": "ex_1761483582610",
    "name": "Hydro Home",
    "logoUrl": "https://i.ebayimg.com/images/g/WhAAAOSwm5NdvwrE/s-l300.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "HYDRO HOME srl operates as an online retailer specializing in plumbing and heating supplies. Based in Ladispoli, Italy, the company provides customers with convenient digital access to a wide range of products for residential and commercial heating and water systems."
  },
  {
    "id": "ex_1761483609905",
    "name": "Europlast",
    "logoUrl": "https://www.europlast.at/fileadmin/template01/img/header/logo.png",
    "sector": "Energy & Infrastructure",
    "country": "Austria",
    "description": "Europlast is a manufacturer of durable plastic containers and pallets made from High-Density Polyethylene (HDPE). The company provides robust material handling and storage solutions tailored for demanding applications in the waste management, agricultural, and industrial sectors."
  },
  {
    "id": "ex_1761483650779",
    "name": "BEAM Europe",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTsN6-6rvQk_944CeyrqGwjeFA7KZGtwVKpKB-UNyhsGATEm8VrQeKRbG4u2iblB0zFbpg&usqp=CAU",
    "sector": "Energy & Infrastructure",
    "country": "Serbia",
    "description": "BEAM Europe provides innovative, sustainable infrastructure solutions powered by solar energy. The company specializes in products such as the EV ARC™, an off-grid electric vehicle (EV) charging platform integrating a photovoltaic (PV) array, onboard energy storage, and EV chargers into a rapidly deployable unit."
  },
  {
    "id": "ex_1761483682729",
    "name": "AON - Gjeneratorë & Forklifte",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRaBjnX-jlyHrcTSiScunmkwGpk5hYw5rD_Aw&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "AON is a specialized provider of power generation systems (generators) and serves as the official Albanian distributor for Toyota Material Handling equipment. The company offers comprehensive solutions including sales, rental, and service support for a wide range of forklifts and material handling machinery, alongside its generator offerings."
  },
  {
    "id": "ex_1761483725026",
    "name": "L'atre",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRg2Yv7jDSqzJD73RKQpUYRMuiv0vzYZXdrGA&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "L’ATRE is a brand concept centered around the themes of fire and ambiance. The company offers products or experiences designed to enhance atmosphere and evoke warmth, likely related to hearths, fireplaces, or decorative elements."
  },
  {
    "id": "ex_1761483833690",
    "name": "Jomapeks",
    "logoUrl": "https://triton.rs/wp-content/uploads/2019/02/jomapeks-logo.png",
    "sector": "Food & Agriculture",
    "country": "Serbia",
    "description": "Jomapeks is a Serbian company specializing in the design, manufacture, and installation of comprehensive equipment solutions for poultry and livestock farms. The company provides systems for automatic feeding and drinking, feed distribution (conveyors/augers), and environmental control (ventilation, cooling, heating), offering complete, tailored solutions for modern, efficient farming operations under the principle \"Complete farm equipment in one hand.\""
  },
  {
    "id": "ex_1761483876583",
    "name": "Plantaze",
    "logoUrl": "https://media.licdn.com/dms/image/v2/C4D0BAQHvReNW6ug8TQ/company-logo_200_200/company-logo_200_200/0/1630566064338?e=1762992000&v=beta&t=0Tn-B6VnspkfPIhkV0FUnlnZTjDR83JDHISi18SWT0I",
    "sector": "Food & Agriculture",
    "country": "Montenegro",
    "description": "Plantaže is Montenegro’s leading agricultural and wine producer, headquartered in Podgorica. Founded in 1963, the company manages one of Europe’s largest contiguous vineyards, spanning over 2,310 hectares in the Ćemovsko polje region. With more than 11 million grapevines, Plantaže produces approximately 22 million kilograms of grapes annually, yielding over 16 million bottles of wine and grape brandy."
  },
  {
    "id": "ex_1761483954094",
    "name": "Vytal",
    "logoUrl": "https://cdn.prod.website-files.com/678e1d6e1199b32897776eab/67a3347b2522e5be6795850f_CMYK%20Vytal%20Logo.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "VYTALis a pioneer in reusable packaging solutions, aimed at transforming the take‑away, delivery, catering and event food sectors through a circular economy approach. The company offers a digital “borrow‑and‑return” system for high‑quality multi‑use food containers (bowls, trays, cups, etc.) that are tracked via QR codes or app and designed to replace single‑use packaging with a reusable model."
  },
  {
    "id": "ex_1761484128149",
    "name": "Lubing",
    "logoUrl": "https://media.licdn.com/dms/image/v2/D4E0BAQGs-P5OEbuq6A/company-logo_200_200/B4EZXRa6ZdHcAI-/0/1742975248312/lubing_logo?e=2147483647&v=beta&t=FnlAPoa36AWG5pTJCs7unsyJfUZQGIMtB9dYfvvT3LA",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Lubing System provides advanced automated systems for modern poultry and swine farming. Their product range includes efficient nipple drinking systems, automated egg collection and transport solutions, climate control systems (cooling), and air purification technologies for optimal livestock environments"
  },
  {
    "id": "ex_1761484201106",
    "name": "Cooperative Italiana Catering",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQzTCfUw3-RT5DPFcFmKDwxp2FY35kSI2mXA&s",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Cooperazione Italiana Catering (CIC) operates as a cooperative consortium within the Qualitaly network, dedicated to serving the HoReCa (Hotel/Restaurant/Café) and foodservice sectors. CIC provides members with integrated solutions for sourcing, branding, and distribution, enhancing competitiveness and market access for Italian food and beverage producers."
  },
  {
    "id": "ex_1761484264215",
    "name": "Crateo",
    "logoUrl": "https://i.ibb.co/GvWVP76L/Screenshot-2025-10-29-at-10-48-47.png",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Crateo S.r.l. is an Italian company specializing in the production of high-quality, natural, and sustainable nutritional products. With a strong foundation in chocolate craftsmanship, Crateo combines traditional expertise with scientific innovation to create functional foods that promote well-being. Crateo's commitment to sustainability is evident in their use of biodegradable ingredients and eco-friendly practices. They collaborate with experts in biotechnology and nutrition to develop products that meet high standards of quality and functionality."
  },
  {
    "id": "ex_1761484301208",
    "name": "Enoreum",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS6reRjrOhYTUbeyNTxEEFonEeP1HDCgYjLM7g6HgtVvU_V7_meXwo3i6ZkN0_ugJ9uR88&usqp=CAU",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Based in Rome, Enoreum provides innovative technological solutions for the wine industry. The company specializes in anti-counterfeiting measures and utilizes Near Field Communication (NFC) technology to enable enhanced product storytelling and consumer engagement for wine brands."
  },
  {
    "id": "ex_1761484379853",
    "name": "H&S Fruits",
    "logoUrl": "https://media.licdn.com/dms/image/v2/C560BAQHVmentEIV9bQ/company-logo_200_200/company-logo_200_200/0/1657380310169/hs_fruits_logo?e=2147483647&v=beta&t=LXzxCRtdzF0OrA7HE7wiDr8yY6NydxqK96UaUBWP1Wg",
    "sector": "Food & Agriculture",
    "country": "Serbia",
    "description": "Established in 2022, H&S Fruits is a joint venture based in Arilje, Serbia, specializing in the cultivation and production of high-quality berries. The company focuses on modern agricultural practices to supply premium berry products to domestic and international markets."
  },
  {
    "id": "ex_1761484461184",
    "name": "Intermizoo",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSVBjXuEVUKdT64b03N0WBLIKqLWG-FYEFt0A&s",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "INTERMIZOO S.p.A., located in Padova, Italy, is a leading company in the field of livestock genetics. It specializes in bovine (cattle) and water buffalo genetics, operating an advanced Artificial Insemination station and focusing on high-quality semen production for the improvement of dairy and meat breeds."
  },
  {
    "id": "ex_1761484572291",
    "name": "Destilerija Zekic",
    "logoUrl": "https://rakijashop.de/wp-content/uploads/2023/01/zekic-logo-web-retina-1.png",
    "sector": "Food & Agriculture",
    "country": "Serbia",
    "description": "Destilerija Zekic is a craft distillery dedicated to producing high-quality artisanal spirits. The distillery specializes in traditional regional beverages, including premium rakija (fruit brandy) and various handcrafted liqueurs, emphasizing quality ingredients and small-batch production methods."
  },
  {
    "id": "ex_1761484626304",
    "name": "Crnagoracoop NB DOO",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRsYaouYuZgkVlNoAM7EdaDXyYW16pvHnZVjw&s",
    "sector": "Food & Agriculture",
    "country": "Montenegro",
    "description": "Crnagoracoop NB DOO is a prominent company within Montenegro's food industry, operating from its production facilities in Danilovgrad. The company specializes in coffee roasting and packaging, as well as the manufacturing of various confectionery products, supported by integrated cold storage capabilities."
  },
  {
    "id": "ex_1761484659062",
    "name": "Antica Drogheria del Castello",
    "logoUrl": "https://anticadrogheria.it/wp-content/uploads/2025/04/cropped-Screenshot-2025-04-24-alle-12.34.46-1.png",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Antica Drogheria del Castello specializes in high-quality spices, herbs, and dry food ingredients. The company offers a curated selection of seasonings, including convenient ready-to-use blends, catering to both retail consumers and professional kitchens seeking authentic flavors and culinary ingredients."
  },
  {
    "id": "ex_1761484693884",
    "name": "Mamo Pizza",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQA1aANENsE8fNQSslKl3qoOOW5pJYx66b_jg&s",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Mamo Pizza is a renowned pizzeria located in Cagliari, Sardinia, Italy. Established in 2019, it has quickly become a favorite among locals and visitors alike for its commitment to quality and innovation in pizza making. Mamo Pizza offers a diverse menu that includes traditional Italian pizzas, gourmet creations, and unique combinations, all crafted with fresh, locally sourced ingredients."
  },
  {
    "id": "ex_1761484803734",
    "name": "Veterinum",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR176LE5gadu6qnw58k3cTYaCHg80Ev3xaZ9Q&s",
    "sector": "Food & Agriculture",
    "country": "Montenegro",
    "description": "Veterinum operates in the animal health sector, providing veterinary products and/or diagnostic services. The company supplies essential goods or testing capabilities for the care and treatment of animals."
  },
  {
    "id": "ex_1761486975300",
    "name": "Skijakista - Ski Resort of Montenegro",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcREDyeF3n-lqwsZAzwvhMjEHzk9y3q_DgUrQw&s",
    "sector": "Tourism & Culture",
    "country": "Montenegro",
    "description": "Ski Resorts of Montenegro is the public company responsible for managing and developing state-owned ski centers, including the Kolašin 1600 and 1450 resorts. It provides essential services such as ski pass sales, ski school operations, and general visitor amenities to promote mountain tourism."
  },
  {
    "id": "ex_1761487042632",
    "name": "Green Coast",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQOBnszmAF2cJEZrVMAPO8qoLioOCSqfnjOCA&s",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "Green Coast Albania is a premier luxury resort and residential development located in Palasë, along Albania’s Ionian coastline. Developed by the Balfin Group, one of the region’s leading investment firms, Green Coast offers a master-planned community that seamlessly integrates upscale living with sustainable coastal tourism."
  },
  {
    "id": "ex_1761487152130",
    "name": "Radisson Collection Morina",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR3MYH_orO5qMyHG13_nhaxU23f5KsWF8XlXA&s",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "Radisson Collection Morina Hotel Tirana is a luxury boutique hotel situated in the tranquil neighborhood of Sauk, adjacent to the Grand Park of Tirana and the Artificial Lake. Opened in June 2022, it marks the debut of the Radisson Collection brand in Albania, offering a blend of neoclassical elegance and modern comfort. The hotel features 49 meticulously designed rooms and suites spread across eight floors, each adorned with Italian-made furnishings, Alcantara-upholstered seating, and black marble bathrooms. All accommodations include private balconies, with select rooms and suites offering views of the lake."
  },
  {
    "id": "ex_1761487183496",
    "name": "Morina Palace",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ3G2Lnmxevo4tudGslv6KePaAcsrgIAbGN-w&s",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "Morina Palace Hotel, located in Durrës, Albania, is a modern hospitality establishment offering high-quality accommodation and services for both leisure and business travelers. The hotel features well-appointed rooms, conference facilities, dining options, and recreational amenities designed to provide comfort and convenience to its guests. Morina Palace Hotel combines contemporary design with professional service, aiming to deliver a memorable stay while promoting tourism in the Durrës region."
  },
  {
    "id": "ex_1761487234997",
    "name": "AVK",
    "logoUrl": "https://www.avkgroup.at/shared/files-en/201912/ru_avkgroup_logo.svg",
    "sector": "Energy & Infrastructure",
    "country": "Austria",
    "description": "AVK GmbH is an Austrian company specializing in the comprehensive equipping of sports facilities worldwide. Founded in 2009 and headquartered in Vienna, AVK GmbH offers a full range of services, including consultation, design, supply, installation, and maintenance of sports and technological equipment. The company caters to various sports venues, from school gyms to Olympic arenas, providing solutions for timing and refereeing systems, scoreboards, video screens, sports flooring, seating, and locker room furniture."
  },
  {
    "id": "ex_1761487313591",
    "name": "Tourist Organization Ulcinj",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTW6GBbsdC2v84QrafF1m52g8q2LJwYpT_WLQ&s",
    "sector": "Energy & Infrastructure",
    "country": "Montenegro",
    "description": "The Tourist Organization of Ulcinj serves as the official entity for destination promotion for Ulcinj, Montenegro's southernmost coastal town. It offers tourist information services and promotes local attractions, with a particular emphasis on its extensive beaches and related tourism products."
  },
  {
    "id": "ex_1761487404806",
    "name": "Bashkia Librazhd",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRPovVjOjk8-i27mth3WKeZ1iktNJTyhTGlIw&s",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "The Municipality of Librazhd focuses its strategic efforts on fostering local economic development, effectively leveraging EU-funded projects for infrastructure and community improvements, and ensuring the efficient delivery of essential local public services to its citizens."
  },
  {
    "id": "ex_1761487477778",
    "name": "Dajti Paradise",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcREj-a6xadeQjDyN7YSsPyvNN9fpKb_AHeHhQ&s",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "Dajti Paradise Resort is an agrotourism and ecotourism destination located in Dajti, Albania, established in 1994. Spanning a total area of 47,000 square meters, the resort is situated 200 meters from the 4th-century Dajti Castle and is surrounded by towering pine trees dating back to the 1960s. The resort offers a unique blend of services, including agrotourism, ecotourism, cultural tourism, and sports tourism. Guests can enjoy traditional Albanian dishes made from locally sourced ingredients such as vegetables, poultry, lamb, and various meats."
  },
  {
    "id": "ex_1761487508461",
    "name": "Arkivi Qendror i Shtetit",
    "logoUrl": "https://inspektimi.arkiva.gov.al/assets/images/arkiva-logo-login.svg",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "Established in 1949, the Central State Archive (AQSH) is the national archival institution of Albania. Its primary mission is the collection, preservation, administration, and public access provision for state documents and other materials of significant historical, cultural, and national importance, safeguarding Albania's documentary heritage."
  },
  {
    "id": "ex_1761487617129",
    "name": "GAIA Dental Clinic",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTF1fDPtCK4jGO1urHRTBNUVyFWsGP9cIU3Bg&s",
    "sector": "Services",
    "country": "Albania",
    "description": "GAIA Dental Clinic is a modern dental care facility located in Tirana. Spanning 650 m², the clinic features 8 advanced operating rooms and an in-house dental prosthetics laboratory. It is committed to providing technology-driven dental and surgical care with a focus on patient comfort and high-quality outcomes."
  },
  {
    "id": "ex_1761583228192",
    "name": "INM",
    "logoUrl": "https://inm-arilje.com/wp-content/uploads/2018/03/inm-arilje-logo-footer-1.png",
    "sector": "Energy & Infrastructure",
    "country": "Serbia",
    "description": "INM, based in Arilje, Serbia, is an export-oriented manufacturer specializing in metal construction profiles. The company produces high-quality trapezoidal metal sheets primarily designed for roofing and facade applications in the construction industry."
  },
  {
    "id": "ex_1761583380400",
    "name": "Akvapan Inzenjering",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR93cbxUC9WbQTyitafuWilMGLVVREHrHjA0A&s",
    "sector": "Energy & Infrastructure",
    "country": "Serbia",
    "description": "With over 30 years of market presence, Akvapan Inzenjering is a prominent Serbian manufacturer of polyethylene (PE/PP/HDPE) pipe systems. The company specializes in producing durable piping solutions for critical infrastructure, including water supply, gas distribution, sewage networks, and cable protection applications."
  },
  {
    "id": "ex_1761583983022",
    "name": "Abissnet",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQgSnuSxcfI0S-6ijKOQV4xJGsdbQBTqc47Fg&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Established in 1998, Abissnet is a leading Internet Service Provider (ISP) in Albania. The company operates an extensive nationwide fiber-optic network and provides a comprehensive suite of business services, including high-speed internet connectivity, advanced data hosting solutions (VPS, colocation), robust network security (DDoS protection), commercial telephony (VoIP), and television services."
  },
  {
    "id": "ex_1761583996545",
    "name": "Advantage Austria",
    "logoUrl": "https://intellectual-property-helpdesk.ec.europa.eu/sites/default/files/styles/oe_theme_medium_no_crop/public/2020-12/Advantage%20Austria.png?itok=xkcI6Vun",
    "sector": "Tourism & Culture",
    "country": "Austria",
    "description": "Advantage Austria is the official foreign trade promotion organization of the Republic of Austria. It facilitates international market access and business development for companies by providing expert services, including market intelligence and partner identification, through its global network of over 100 offices across more than 70 countries. This network actively supports Austrian businesses in generating substantial annual export volumes."
  },
  {
    "id": "ex_1761584008236",
    "name": "AEE - Agjencia për Efiçiencë të Energjisë",
    "logoUrl": "https://eficenca.gov.al/wp-content/themes/energo/assets/images/logo.png",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "The Energy Efficiency Agency (AEE) is the Albanian governmental body operating under the Ministry of Infrastructure and Energy responsible for energy efficiency matters. Its primary mandate is the implementation, coordination, and monitoring of national policies and programs designed to achieve Albania's energy saving targets across all sectors of the economy."
  },
  {
    "id": "ex_1761584024454",
    "name": "ATSH - Agjencia Telegrafike Shqiptare",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcStdxtbYnJfdcm9v7-6P290sATGpcBoMXQAUg&s",
    "sector": "Services",
    "country": "Albania",
    "description": "Established in 1912, the Albanian Telegraphic Agency (ATSH) is the official state multimedia news agency of the Republic of Albania. ATSH collaborates with numerous international news partners to produce and distribute comprehensive, verified news coverage in multiple languages, serving as the primary governmental source for national and international information."
  },
  {
    "id": "ex_1761584041212",
    "name": "Agricultural Household Macanovic",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnaRHzMOoDesEqlm8EYcAP5YlrmsAZafyzwQ&s",
    "sector": "Food & Agriculture",
    "country": "Montenegro",
    "description": "Agricultural Household Macanović is a family agricultural enterprise engaged in primary agricultural production. The household specializes in the cultivation and supply of fresh farm produce alongside the manufacture of distinctive regional specialty foods and traditional products, reflecting Montenegro's agricultural heritage."
  },
  {
    "id": "ex_1761584108115",
    "name": "AIDA - Albanian Investment Development Agency",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRgCEfy_TvHKfsE9NIwc0T13WtUqcxWDH1PUw&s",
    "sector": "Services",
    "country": "Albania",
    "description": "Founded in 2010, the Albanian Investment Development Agency (AIDA) is the national agency responsible for promoting foreign direct investment, supporting Albanian exports, and fostering the development of Small and Medium Enterprises (SMEs). AIDA acts as a primary point of contact and support for investors and businesses seeking to operate or expand in Albania."
  },
  {
    "id": "ex_1761599278284",
    "name": "Agjencia Industrisë Kreative",
    "logoUrl": "https://i.pinimg.com/736x/3b/b8/fd/3bb8fdcdb3e7e68147ddca1839bfe4c0.jpg",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "The Creative Industry Agency is a municipal entity focused on fostering the development of the creative economy. It provides strategic support for entrepreneurship, cultural initiatives, and innovation programs within the creative sector, aiming to enhance its contribution to local economic growth and urban vitality."
  },
  {
    "id": "ex_1761599552872",
    "name": "AGRU Kunststofftechnik Gesellschaft M.B.H.",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT-Y4oNl0XIOnO1gzsh4j223z640HWz7VLj4rwj2H1ihVSXHCzJ1dU9RRRKzNIsobaIPSM&usqp=CAU",
    "sector": "Energy & Infrastructure",
    "country": "Austria",
    "description": "Established in 1948, AGRU Kunststofftechnik GmbH is a leading international manufacturer specializing in engineered plastic solutions. The company produces high-quality piping systems, semi-finished products, concrete protective liners, and geomembranes designed for demanding applications in construction, industry, energy, and critical infrastructure projects worldwide."
  },
  {
    "id": "ex_1761599758465",
    "name": "Alflexim Shpk",
    "logoUrl": "https://alflexim.com/images/alflexim_logo.png",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Established in 2004, Alflexim Shpk is a specialized security systems integrator based in Albania. The company provides comprehensive solutions encompassing design, supply, installation, and maintenance of critical safety and security systems, including fire detection/suppression, intrusion alarms, access control, CCTV, and advanced video surveillance technology."
  },
  {
    "id": "ex_1761600091812",
    "name": "Amo Caffe",
    "logoUrl": "https://i.ibb.co/Kzptpzr4/Ricostruzione-Logo-Lo-Re-Nuovo-page-0001.jpg",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "AMO Caffè is an Italian coffee brand specialising in artisan‑roasted coffee blends, catering to both home consumers and professional channels. The company’s product portfolio includes whole‑bean and ground coffee in a variety of blends."
  },
  {
    "id": "ex_1761600416840",
    "name": "Argella Montenegro",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSlpKpQmm4G8pNPNxrmnM-SpkRreiGoZ4TCfA&s",
    "sector": "Food & Agriculture",
    "country": "Montenegro",
    "description": "Based in Bar, Montenegro, the company operates an agro-tourism enterprise focused on sustainable agriculture and local products. The farm specializes in olive-based goods and artisanal foods, providing visitors with an authentic rural experience through on-site facilities designed for hospitality and product showcases."
  },
  {
    "id": "ex_1761600482206",
    "name": "B2B D.O.O. Hotel Stara Čaršija",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2wIF9FFJTnycDVAhyTbx55eitInmPkG0FDQ&s",
    "sector": "Tourism & Culture",
    "country": "Montenegro",
    "description": "Hotel Stara Čaršija is a boutique hotel and SPA located in the historic Old Town (Stari Bar) of Bar, Montenegro. Distinguished by its authentic Ottoman-style architecture, the hotel offers a unique hospitality experience featuring upscale accommodation, a traditional hammam, and signature dining options reflecting local and regional cuisine."
  },
  {
    "id": "ex_1761600587298",
    "name": "Bashkia Gramsh",
    "logoUrl": "https://img.freepik.com/premium-vector/flag-gramsh-town-albania-vector-image_671352-981.jpg",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "Bashkia Gramsh is the municipal authority responsible for local governance, public services, and community development in the Gramsh region of Albania. The municipality manages urban planning, infrastructure maintenance, social programs, and cultural initiatives, working to improve the quality of life for residents while promoting sustainable local development and citizen engagement."
  },
  {
    "id": "ex_1761600620790",
    "name": "Bashkia Himare",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSp5SJFH-hbRCYy87M4NPTInLrV_hB5kTfsXg&s",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "The Municipality of Himarë is a prominent coastal administrative region situated on Albania's Ionian Riviera. The municipality actively promotes investment opportunities, sustainable tourism development, and the continuous improvement of public services for its residents and visitors."
  },
  {
    "id": "ex_1761600728809",
    "name": "BEA Marketing",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT-gOiEwWAMNScxMcqBdN2ZtFE54HNE0dbNjQ&s",
    "sector": "Services",
    "country": "Albania",
    "description": "BEA Marketing is a full-service 360° marketing agency providing integrated communication solutions. The agency's expertise spans creative and digital marketing strategies, large-format printing, promotional merchandise production, public relations and event management, and impactful brand activation campaigns."
  },
  {
    "id": "ex_1761601314802",
    "name": "Behari KS",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRrWVc2j4kWsyt5Q0qX6Jm8s6B-4ETTtzfeiw&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "BEHARI KS is a manufacturing company producing a diverse range of architectural and building products. Its core offerings include garage and automatic door systems, aluminium and glass façades, along with specialized products for wellness environments (saunas, jacuzzis) and durable Wood-Plastic Composite (WPC) flooring solutions."
  },
  {
    "id": "ex_1761601381047",
    "name": "Bfinance Srl",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcThdm0l7fsu09WZkHoJh6grlTxNxEJF-ZPdpQ&s",
    "sector": "Services",
    "country": "Italy",
    "description": "Bfinance Srl offers specialized financial advisory services tailored for Small and Medium Enterprises (SMEs). The firm provides expert guidance on accessing subsidized and structured finance, navigating funded training opportunities, and developing effective internationalization strategies."
  },
  {
    "id": "ex_1761601433287",
    "name": "Biodelta Srl",
    "logoUrl": "https://i1.wp.com/www.biodelta.it/wp-content/uploads/2018/11/logo-biodelta.png?zoom=2&fit=180%2C180&ssl=1",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Biodelta Srl focuses on the research, development, and marketing of dietary supplements and medical devices. The company possesses a specialized portfolio of nutraceutical products specifically formulated to support psychological well-being and overall health."
  },
  {
    "id": "ex_1761601570626",
    "name": "Burstock",
    "logoUrl": "https://media.licdn.com/dms/image/v2/C4E0BAQF8B9-HdXUToQ/company-logo_100_100/company-logo_100_100/0/1678659123748/burstock_logo?e=2147483647&v=beta&t=sgtlxTu4hUNuaKC64NrFvNEHhJeYzKXnV714yTvgyjo",
    "sector": "Services",
    "country": "United Kingdom",
    "description": "Burstock is a UK-based strategic consultancy firm providing advisory services to sovereign and commercial clients across Europe and the Middle East/North Africa (MENA) region. The firm specializes in delivering expert counsel on matters related to defense, security, and public policy."
  },
  {
    "id": "ex_1761601631275",
    "name": "Caffe Veronesi",
    "logoUrl": "https://www.veronesicaffe.com/wp-content/uploads/2023/05/cropped-Untitled-1.png",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Veronesi Caffe is a coffee roaster and distributor operating in Albania, serving the home, office, and HoReCa (Hotel/Restaurant/Café) markets. The company offers distinct product lines and compatible coffee machines, accessible through its online platform, ensuring quality coffee solutions for diverse consumer needs."
  },
  {
    "id": "ex_1761601866397",
    "name": "Celebic Group",
    "logoUrl": "https://images.seeklogo.com/logo-png/20/1/celebic-logo-png_seeklogo-207686.png",
    "sector": "Energy & Infrastructure",
    "country": "Montenegro",
    "description": "Established in 1991, the ČELEBIĆ Group is a leading Montenegrin holding company with primary activities in construction, real estate development, and associated services. Employing over 420 professionals, the Group is recognized for its significant contributions to the development of residential, commercial, and infrastructure projects across Montenegro."
  },
  {
    "id": "ex_1761601940894",
    "name": "Colloid",
    "logoUrl": "https://play-lh.googleusercontent.com/ihY2YRK0oIxGAtRlFqN5EqFCZkcl7BoiBQTYd84PPz-sZcD-pzEu4pqGyD6fzvyNCCU",
    "sector": "Food & Agriculture",
    "country": "Serbia",
    "description": "Colloid specializes in the development and production of innovative silver-nanotechnology products. The company offers a range of solutions for health, personal hygiene, and cosmetic applications, supported by a growing retail and distribution network throughout the Balkan region."
  },
  {
    "id": "ex_1761641180787",
    "name": "Detag.al",
    "logoUrl": "https://detag.al/logo.png",
    "sector": "Education & Innovation",
    "country": "Albania",
    "description": "Detag.al develops customized enterprise software solutions across a wide range of industries, including event management, construction, distribution, retail, and facility management. The company’s offerings include advanced systems for production planning, logistics, on-site distribution, real-time tracking, payment processing, and support ticketing."
  },
  {
    "id": "ex_1761641228244",
    "name": "Digitalb",
    "logoUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Digitalb_logo.png/250px-Digitalb_logo.png",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Digitalb is Albania's leading pay-TV and Over-The-Top (OTT) platform provider. Established in 2004, the company offers a comprehensive range of premium sports and entertainment content through its extensive channel lineup and digital streaming services, reaching a wide national and international audience."
  },
  {
    "id": "ex_1761641387236",
    "name": "Salto Systems",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRSXrmb4VrsSc_5opC_W8aNBwZmmKHFRTwU4Q&s",
    "sector": "Energy & Infrastructure",
    "country": "Spain",
    "description": "SALTO Systems is a global leader in the development and production of advanced electronic access control solutions. Founded in 2001 and headquartered in Oiartzun, Spain, SALTO has revolutionized the access control industry with its innovative technologies, including the pioneering XS4 Virtual Network (SVN) data-on-card technology and advanced battery-operated wireless electronic smart locks. These solutions provide seamless, reliable, and secure access management across various sectors, including hospitality, education, healthcare, government, and commercial real estate."
  },
  {
    "id": "ex_1761641670437",
    "name": "Ermal Mamaqi Trainings",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQcAGTYILU65Ywb0zEublXFkOIe4LGyCmt4UA&s",
    "sector": "Education & Innovation",
    "country": "Albania",
    "description": "Ermal Mamaqi Trainings offers professional development programs focused on business enhancement and personal growth. The organization provides structured training courses and workshops designed to equip individuals and companies with practical skills for success."
  },
  {
    "id": "ex_1761641727267",
    "name": "Europtik Group",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSsQ7ipT1pY-tT1nLdsPHwbmsDI-ILCue6-xATsndyDoYopF6C8N7iiLghHd46_8gyE7rg&usqp=CAU",
    "sector": "Services",
    "country": "Albania",
    "description": "Europtik Group operates within the optical industry as a distributor and retailer. The company supplies a wide selection of optical frames and lenses, serving both wholesale partners and end consumers through its retail channels"
  },
  {
    "id": "ex_1761641864209",
    "name": "Molini Certosa",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSc8Mlm8W3qkHLYNkB0Iux_eawH4DSK1BTGyg&s",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "With a rich history dating back to 1889, Molini Certosa is a distinguished Italian milling company. Operating from Certosa di Pavia, the mill specializes in producing high-quality durum wheat semolina and soft wheat flours, meticulously crafted to meet the specific requirements of both industrial food manufacturers and artisanal producers."
  },
  {
    "id": "ex_1761641936322",
    "name": "Fredi Electronics",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTS51yRfGDzM7R9qSO-i59_vD4LCEfQRcv0jA&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Fredi Electronics is a Tirana-based electronics systems integrator. The company specializes in the design, supply, and installation of integrated solutions across various domains, including audiovisual (AV) systems, LED displays, security infrastructure, and power management systems."
  },
  {
    "id": "ex_1761642088759",
    "name": "Gerba",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYmK6-g6ganawIp2dudJhj3HzTJmNbqjVLOA&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Gerba, based in Tirana, is a supplier of industrial adhesive solutions. The company offers a specialized range of adhesives designed for various applications, including woodworking, packaging, printing, hygiene product manufacturing, and profile wrapping."
  },
  {
    "id": "ex_1761642235753",
    "name": "Haus Majstor",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRSR9mCAXCO2wfzi29tsQEr0eW6ZU52lL2CBw&s",
    "sector": "Energy & Infrastructure",
    "country": "Montenegro",
    "description": "Haus Majstor is a Montenegrin company providing retail sales and professional services related to building installations and fixtures. Operating locations in Podgorica and Kotor, the company offers a wide range of products and support for plumbing, electrical systems, sanitary ware, and lighting solutions"
  },
  {
    "id": "ex_1761642535774",
    "name": "Autoriteti Kombetari i Sigurise Kibernetike",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSlzazqoFiAPPVS26FaCM4uAs8B2wi0odjytw&s",
    "sector": "Education & Innovation",
    "country": "Albania",
    "description": "The National Authority for Cybersecurity (AKSK) is the Albanian governmental body responsible for ensuring a high level of network and information system security. Established to implement the national cybersecurity strategy, AKSK works on preventing and responding to cyber incidents, coordinating relevant actors, and promoting a secure digital environment for citizens, businesses, and public institutions."
  },
  {
    "id": "ex_1761642582513",
    "name": "Belgrade Fair",
    "logoUrl": "https://sajam.rs/wp-content/uploads/sajam_logo_1100x600_eng.jpg",
    "sector": "Services",
    "country": "Serbia",
    "description": "Founded in 1937, the Belgrade Fair is the largest and most prominent exhibition center in Serbia and Southeast Europe. Located in Belgrade, it hosts over 40 international trade fairs and exhibitions annually, attracting hundreds of thousands of visitors and exhibitors across diverse industries, significantly contributing to regional business networking and economic activity."
  },
  {
    "id": "ex_1761642589950",
    "name": "Bellonina",
    "logoUrl": "https://placehold.co/100x100/E2E8F0/4A5568?text=Bel",
    "sector": "Services",
    "country": "Italy",
    "description": "Bellonina is an Italian company specializing in the design and production of high-quality furniture and interior décor. The brand is known for its craftsmanship and distinctive style, offering furnishings for residential and commercial spaces that blend traditional techniques with contemporary aesthetics."
  },
  {
    "id": "ex_1761642624501",
    "name": "Blacksheep",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRGTY-9isxvq27kyaddH8_0GyufQSt8iFe7hA&s",
    "sector": "Services",
    "country": "Albania",
    "description": "Blacksheep is an Albanian creative agency specializing in branding, marketing communications, and digital experiences. The agency develops innovative strategies and impactful campaigns to help businesses build strong brand identities and effectively engage with their target audiences in the modern market."
  },
  {
    "id": "ex_1761642693042",
    "name": "Brunes Technogym",
    "logoUrl": "https://brunes.al/wp-content/uploads/2024/02/technogym-600x700.png",
    "sector": "Services",
    "country": "Albania",
    "description": "Brunes serves as the official distributor for Technogym fitness and wellness equipment in Albania. Leveraging Technogym's global leadership in premium fitness solutions, Brunes provides sales, installation, and after-sales support for a wide range of state-of-the-art gym equipment and digital wellness platforms to commercial facilities and private residences."
  },
  {
    "id": "ex_1761642721492",
    "name": "Business House LTD",
    "logoUrl": "https://busineshouse.com/img/logodark_only.png",
    "sector": "Services",
    "country": "Turkey",
    "description": "Business House LTD is a Turkish consultancy and business development firm. The company provides strategic advisory services, market entry support, and operational assistance to both domestic and international companies seeking to establish or expand their business activities in Turkey and the surrounding regions."
  },
  {
    "id": "ex_1761642781546",
    "name": "Coffe Club Lavazza",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSu76KySnBKh33_v9C-8BxJPY1us9k2j69UxQ&s",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Coffee Club shpk is the exclusive official distributor of Lavazza coffee products in Albania. Established to bring authentic Italian coffee culture to the market, the company supplies a comprehensive range of Lavazza blends, capsules, machines, and related accessories to the HoReCa, office, and retail sectors nationwide."
  },
  {
    "id": "ex_1761642867954",
    "name": "Fatmarrela",
    "logoUrl": "https://halsa.al/cdn/shop/collections/fatmarrela_logo.jpg?v=1749203885",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Fatmarrela is a vegan, bio-organic hair care brand specializing in the maintenance and treatment of curly, wavy, and natural hair. Offering over 20 sustainably produced products made from carefully selected bio-organic ingredients, the company promotes healthy, nourished, and shiny hair for adults, children, and babies through its KIKI line. Established by Fatma Haxhialiu, a prominent journalist, influencer, and entrepreneur, Fatmarrela has built a strong presence in Albania and the diaspora, with plans for international expansion, while championing a message of self-love, empowerment, and natural beauty."
  },
  {
    "id": "ex_1761642891384",
    "name": "Fibank",
    "logoUrl": "https://fiaalbania.al/wp-content/uploads/2014/03/FIBank_newlogo_text_LAT.jpg",
    "sector": "Services",
    "country": "Albania",
    "description": "Fibank Albania, part of the international Fibank Group, commenced operations in 2006. It is a dynamic commercial bank offering a wide range of banking products and financial services to individual, SME, and corporate clients. Fibank Albania focuses on providing modern banking solutions, including digital platforms, and contributing to the development of the Albanian financial sector."
  },
  {
    "id": "ex_1761643731876",
    "name": "Javorak",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTk1hnCh-soIkPUtgZ51zBdzJLJ6ZbEhwY1ow&s",
    "sector": "Food & Agriculture",
    "country": "Montenegro",
    "description": "JAVORAK company, based in Nikšić, Montenegro, specializes in coffee production."
  },
  {
    "id": "ex_1761644005526",
    "name": "Jugopapir",
    "logoUrl": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgHupg65IXtO5sEGHwHKC0_jDFImHPGzdJifrGkF58hF1nIT2ydAwq1NMltqJUNoiR4ybOjALVzcJMXyCCAOeKiUIm51BYhXO4zqr5dADSAcKMypoJiS5PNdfqxJwXkn8mHhuYcBZthaoI/s1600-r/YUGOPAPIR14216worknow11.jpg",
    "sector": "Services",
    "country": "Montenegro",
    "description": "Jugopapir, located in Bar, Montenegro, is engaged in the paper and packaging industry. The company functions as both a producer and distributor, supplying various paper-based products and packaging solutions to meet commercial and industrial needs"
  },
  {
    "id": "ex_1761644064036",
    "name": "Keypoint Partner",
    "logoUrl": "https://static.wixstatic.com/media/04f522_e1d8a51bba4346a68f2607da6880ece1~mv2.jpg/v1/fill/w_514,h_162,al_c,q_80,usm_0.66_1.00_0.01,enc_avif,quality_auto/KeyPoint_logo_1124.jpg",
    "sector": "Services",
    "country": "Albania",
    "description": "Keypoint Partner is a Tirana-based business consultancy firm. The company provides expert advisory services covering strategic business development, project management, and guidance on navigating public procurement processes, assisting clients in achieving their operational and growth objectives"
  },
  {
    "id": "ex_1761644145721",
    "name": "Information and Data Protection Commissioner - Komisioneri per te Drejten e Informimit dhe Mbrojtjen e te Dhenave Personale",
    "logoUrl": "https://media.licdn.com/dms/image/v2/D4E0BAQFG5isgNSYAug/company-logo_200_200/B4EZmfeTmeHoAI-/0/1759317147551/idp_albania_logo?e=2147483647&v=beta&t=_VUzDwdMIg8KkByMRi_c2-wE0bCVCfgOTDcUyoXvz18",
    "sector": "Services",
    "country": "Albania",
    "description": "The Information and Data Protection Commissioner (IDP) is the independent supervisory authority in Albania responsible for overseeing the implementation of legislation concerning the right to information and the protection of personal data. Established in 2004, the Commissioner ensures compliance and safeguards citizens' fundamental rights in these areas."
  },
  {
    "id": "ex_1761644182204",
    "name": "KESH - Korporata Elektroenergjitike Shqiptare",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRWXslBxiVQqUq0KFzNuJGxYlK8dhXhTJH9VzkMsTBJiaCTHt4OdaSRdxWMWZF-kIPthpo&usqp=CAU",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "KESH – Albanian Power Corporation is the main state-owned electricity generation company in Albania. Founded in 1957 as the General Directorate of Electric Power Plants, it was transformed into KESH sh.a. in 1992 and is currently 100% state-owned. KESH operates three major hydroelectric plants on the Drin River—Fierza, Koman, and Vau i Dejës—as well as a thermal power plant in Vlorë. The company is responsible for the production, transmission, and trading of electricity, supplying around 1.1 million consumers across the country. In recent years, KESH has increased investments in renewable energy, forming strategic partnerships with international companies such as Masdar to develop solar, wind, and battery storage projects, aiming to diversify energy sources and support a more sustainable energy system."
  },
  {
    "id": "ex_1761644277523",
    "name": "Lajthiza",
    "logoUrl": "https://amcham.com.al/wp-content/uploads/2020/10/f3f2c57f-2df1-499e-b950-01ecd0cafcd1.png",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Lajthiza is a leading Albanian company specializing in the production and bottling of premium natural mineral water. Sourced from the pristine mountain spring in Lajthiza, Pukë, located 1,600 meters above sea level, the water is naturally filtered through magmatic rocks, ensuring exceptional purity and quality.\n\nLajthiza offers a diverse range of products, including still and sparkling water in various packaging formats such as PET bottles, glass bottles, and Tetra Pak cartons. The company emphasizes environmental sustainability by utilizing recyclable materials and implementing eco-friendly practices in its operations."
  },
  {
    "id": "ex_1761644453221",
    "name": "Lim-Em",
    "logoUrl": "https://pbs.twimg.com/profile_images/894903057900859394/xbbGPQVM_400x400.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Lim-Em is a prominent Albanian construction company established in 1999. With over 25 years of experience, Lim-Em has successfully completed 24 projects, employing a dedicated team of 150 professionals. The company specializes in residential, commercial, and industrial developments, including notable projects like Pool Tower, Art Residence, and Aura, all located in Tirana. Lim-Em is committed to quality, speed, and professionalism, aiming to contribute to the sustainable development of urban areas in Albania."
  },
  {
    "id": "ex_1761644485464",
    "name": "Llucka Organic Estra Virgin Olive Oil",
    "logoUrl": "https://worldolivecenter.com/wp-content/uploads/2023/04/lucka-logo-7e866f191d86661c01559c3ee26b721e.jpg",
    "sector": "Food & Agriculture",
    "country": "Montenegro",
    "description": "Llucka Organic Extra Virgin Olive Oil is a premium Albanian olive oil brand renowned for its exceptional quality and commitment to organic farming practices. Sourced from the fertile plains of the Shkumbin River Valley in central Albania, Llucka's olives are hand-harvested and cold-pressed to produce an oil that is rich in antioxidants and polyphenols. The oil boasts a low acidity level, ensuring a smooth and robust flavor profile that enhances a variety of dishes."
  },
  {
    "id": "ex_1761644545323",
    "name": "London Bridge",
    "logoUrl": "https://www.londonbridge.me/web/wp-content/uploads/2014/10/logotype2.png",
    "sector": "Education & Innovation",
    "country": "Montenegro",
    "description": "The company focuses on delivering high-quality Business English courses tailored to professionals, students, and organizations seeking to enhance their language proficiency for international business environments. In addition to language training, London Bridge operates as a full-service education agency, guiding and facilitating access to study programs in the United Kingdom, including application support, admissions guidance, and pre-departure preparation"
  },
  {
    "id": "ex_1761644613180",
    "name": "Lufra",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRaixlfAN9chKeg50mecrrwrkOVe8lw8bFwYg&s",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Lufra is Albania's leading dairy processing company. Producing a wide range of products including milk, yogurt, cheese, and butter, Lufra operates an extensive nationwide cold-chain logistics and distribution network ensuring product freshness and availability across the country."
  },
  {
    "id": "ex_1761644716156",
    "name": "Maestri Italiani",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlBu1KAv_K1H7BzfZVXPn734IKPmtTue7l3g&s",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Maestri Italiani provides Italian-standard professional training and consulting services in Tirana. The company focuses on practical skills development tailored for Small and Medium Enterprises (SMEs) and individuals engaged in craftsmanship and trades."
  },
  {
    "id": "ex_1761644790591",
    "name": "Miratel",
    "logoUrl": "https://www.mira-tel.com/wp-content/uploads/2025/06/Miratel-LOGO-01-1-scaled.png",
    "sector": "Energy & Infrastructure",
    "country": "Greece",
    "description": "Miratel Digital is a Greek technology company with a global presence, specializing in interactive digital solutions that enhance branding, user engagement, and digital transformation. The company provides a range of services including web-based virtual walkthroughs, gamification platforms, AI-powered tools such as real-time multilingual subtitling and digital avatars, as well as digital solutions for the hospitality sector. By integrating advanced technology with innovative design, Miratel supports businesses and organizations in delivering immersive, accessible, and efficient digital experiences across multiple industries and international markets."
  },
  {
    "id": "ex_1761644856983",
    "name": "MCN TV",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSx_VPoV6aAx95Ext06tJY1lHlQE9d_WUsjtA&s",
    "sector": "Services",
    "country": "Albania",
    "description": "MCN TV is an Albanian national television channel headquartered in Tirana. The station focuses its programming primarily on current affairs, economic news, and public information, serving as a key source of information for the Albanian audience."
  },
  {
    "id": "ex_1761644890345",
    "name": "Meso-Promet",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTai6DEKAg8zLUQNcvuz_5FCUYjHLwciyKkcw&s",
    "sector": "Food & Agriculture",
    "country": "Montenegro",
    "description": "MESO-PROMET, based in Bijelo Polje, Montenegro, is a significant player in the meat industry. The company's core activities encompass meat processing and trade, supplying meat products to various markets."
  },
  {
    "id": "ex_1761644961099",
    "name": "MBZHR – Ministria e Bujqësisë Dhe Zhvillimit Rural",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSyLNLTz9RT27bMdkrlvOpdl4C9Rx44RXavzw&s",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "The Ministry of Agriculture and Rural Development (MBZHR) is the Albanian government body responsible for formulating and implementing national agricultural policy and rural development strategies. Its mandate includes managing grant schemes and setting agricultural standards to promote sustainable growth in the sector."
  },
  {
    "id": "ex_1761645154757",
    "name": "Fondacioni Kulturor \"Dritego Agolli\"",
    "logoUrl": "https://media.licdn.com/dms/image/v2/C4E03AQGeqIum74GCPg/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1661440332227?e=2147483647&v=beta&t=LWqR2tliajvSm1DLOrTcrGoBl23ZHao7Y6UWZZ9YY48",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "N’Dritero Lounge & Books is a cultural space dedicated to the legacy of the prominent Albanian writer, Dritëro Agolli. It serves as a venue celebrating literature and arts, offering books and a conducive environment for cultural engagement."
  },
  {
    "id": "ex_1761645209871",
    "name": "New York University",
    "logoUrl": "https://www.eduopinions.com/wp-content/uploads/2019/08/University-of-New-York-Tirana-logo-.jpg",
    "sector": "Education & Innovation",
    "country": "Albania",
    "description": "University of New York Tirana (UNYT) is Albania's first private university, established in 2002. Located in the capital city, Tirana, UNYT offers undergraduate, graduate, and doctoral programs in English, with a unique collaboration with the State University of New York (SUNY) and Empire State University, providing students the opportunity to earn dual degrees. The university is part of the Turkish Maarif Foundation since 2018 and holds the highest institutional accreditation in Albania, valid for six years. UNYT's academic offerings span three faculties: Law and Social Sciences, Economics and Business, and Engineering and Architecture, along with a European and Balkan Research Institute. The institution emphasizes international cooperation, boasting partnerships with 38 universities across 17 countries, and is recognized for its commitment to quality education and research."
  },
  {
    "id": "ex_1761645263718",
    "name": "Nino Design",
    "logoUrl": "https://i.ibb.co/MkpP9GQv/Screenshot-2025-10-29-at-10-56-55.png",
    "sector": "Services",
    "country": "Montenegro",
    "description": "Nino Design is a Montenegrin company specializing in the design and production of high-quality custom furniture. With over two decades of experience, Nino Design has established a strong presence in Montenegro and the broader regional market. The company offers a wide range of products, including bedroom sets, wardrobes, living room furniture, and outdoor pieces, all crafted from premium materials such as solid wood, MDF, and melamine. Their offerings are tailored to meet the specific needs and preferences of their clients, ensuring both functionality and aesthetic appeal."
  },
  {
    "id": "ex_1761645325168",
    "name": "No Guts No Glory",
    "logoUrl": "https://nogutsnoglory.it/wp-content/uploads/2024/06/Marchio-No-guts-no-glory-Low-res.png",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "No Guts No Glory operates as a creative agency focused on brand development, marketing strategies, and event production. The agency delivers innovative concepts and execution for brand building and promotional activities."
  },
  {
    "id": "ex_1761645525576",
    "name": "Partners Albania",
    "logoUrl": "https://resourcecentre.al/wp-content/uploads/2024/06/logo-partners-1-e1645192885160-1.jpg",
    "sector": "Services",
    "country": "Albania",
    "description": "Partners Albania for Change and Development is an independent Albanian Non-Governmental Organization (NGO), established in 2001, dedicated to advancing civil society, social development, and philanthropy. It actively supports the development of a sustainable social enterprise ecosystem in Albania through capacity building, advocacy, and research."
  },
  {
    "id": "ex_1761645570845",
    "name": "Perdomo Cigars",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZH0yeXMSvijQh8tJFrHjZeAM5kF74MbDWAw&s",
    "sector": "Services",
    "country": "Serbia",
    "description": "PERDOMO Cigars is a family-owned company renowned for producing premium handmade cigars. Utilizing meticulously grown tobaccos primarily from their farms in Nicaragua, PERDOMO offers a broad portfolio of highly-rated cigars catering to discerning aficionados worldwide."
  },
  {
    "id": "ex_1761645691640",
    "name": "PIP Novi Sad",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQ_8VBPneBIMgLPwDg_UBrQZ3XRzI8hqt0mA&s",
    "sector": "Food & Agriculture",
    "country": "Serbia",
    "description": "PIP d.o.o., based in Novi Sad, Serbia, operates within the food production and distribution sector. The company specializes in products such as Mexican-style tortillas and related food items, catering to retail and foodservice markets."
  },
  {
    "id": "ex_1761645760654",
    "name": "Prosound",
    "logoUrl": "https://i0.wp.com/prosound-sales.al/wp-content/uploads/2024/02/cropped-favicon.png?fit=512%2C512&ssl=1",
    "sector": "Services",
    "country": "Albania",
    "description": "PROSOUND provides professional audiovisual (AV) system solutions in Tirana. The company offers sales and installation of permanent AV setups, as well as comprehensive equipment rental and technical support services for live events, conferences, and productions."
  },
  {
    "id": "ex_1761645865116",
    "name": "QKK – Qendra Kombëtare e Kinematografisë",
    "logoUrl": "https://qkk.al/wp-content/uploads/2017/12/QKK-ANCC-black-white-background-1.jpg",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "The Albanian National Center of Cinematography (QKK), established in 1997, is the primary public institution supporting the Albanian film industry. QKK manages national film funding schemes, facilitates distribution, promotes Albanian cinema internationally, and engages in co-production agreements."
  },
  {
    "id": "ex_1761645963761",
    "name": "RTSH - Radio Television Shqiptar",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTOCdyrVk4KkDMehkvQeFMK25OXRTRjj2uASiD5fwFE3mxYp5HM68S2vT05IdrXd0jwuvk&usqp=CAU",
    "sector": "Services",
    "country": "Albania",
    "description": "Radio Televizioni Shqiptar (RTSH) is the official public service broadcaster of Albania, established in 1938 (Radio) and 1960 (Television). RTSH operates an extensive multi-channel television and radio network, including the dedicated news channel RTSH 24, providing comprehensive informational, educational, and cultural programming nationwide."
  },
  {
    "id": "ex_1761646022490",
    "name": "Real Coffee Albania",
    "logoUrl": "https://placehold.co/100x100/E2E8F0/4A5568?text=Rea",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Real Coffee Albania is a supplier focused on the coffee market, providing finished coffee beverages and essential barista equipment. The company caters to businesses and potentially consumers seeking quality coffee products and preparation tools."
  },
  {
    "id": "ex_1761646052374",
    "name": "Remid VIS",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZ7MLtSI0LHLmbk7hoL6yrPuM7LkaZsOkJ6w&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Remid VIS supplies metal fasteners and related industrial accessories. The company provides essential components used in manufacturing, construction, or maintenance applications across various industrial sectors."
  },
  {
    "id": "ex_1761646077346",
    "name": "Scan TV",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQq-MnibsRBH6jaGrkPoJcCoLpDkmutOspORg&s",
    "sector": "Services",
    "country": "Albania",
    "description": "SCAN TV is an Albanian national television channel, and since 2022, part of the BALFIN Group. The station specializes exclusively in economic and financial news coverage, providing in-depth analysis and reporting on business, markets, and economic affairs in Albania and the region."
  },
  {
    "id": "ex_1761646105715",
    "name": "Schunk GmbH",
    "logoUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Logo_Schunk.svg/2560px-Logo_Schunk.svg.png",
    "sector": "Energy & Infrastructure",
    "country": "Austria",
    "description": "SCHUNK GmbH & Co. KG, founded in 1945, is a global competence leader in gripping systems, robotic End-of-Arm Tooling (EOAT), and clamping technology for manufacturing and automation. The German family-owned company provides innovative, high-performance solutions for diverse industrial applications worldwide."
  },
  {
    "id": "ex_1761646167066",
    "name": "Shkolla Kombëtare e Koreografisë",
    "logoUrl": "https://placehold.co/100x100/E2E8F0/4A5568?text=Shk",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "The National School of Choreography, established in 1957, is Albania's premier state institution for pre-university education in ballet and choreography. Located in Tirana, the school provides specialized artistic training for aspiring dancers and choreographers."
  },
  {
    "id": "ex_1761646198432",
    "name": "Sika",
    "logoUrl": "https://www.sikaprofili.com/wp-content/uploads/2025/01/Clip-path-group.svg",
    "sector": "Energy & Infrastructure",
    "country": "Italy",
    "description": "Sika specializes in the production of high-quality, custom-designed metal profiles. Its major activity is manufacturing these special profiles using a cold roll forming process. The company also performs various other metal-working processes to create bespoke products, such as cold stamping, bending, calendering, and welding. It works with a wide range of metals, including stainless steel, galvanized steel, carbon steel, corten, aluminum, and copper, to supply components to numerous industrial sectors like construction, automotive, agriculture, furniture, and energy."
  },
  {
    "id": "ex_1761646313363",
    "name": "Merkur - Spitali Shendetesor",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRG0UlPxjYJXj2gHi2St2z82AkZm8VNOSi3gQ&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Merkur Health Hospital is a healthcare provider offering a range of medical, health, and wellness services. It operates as a hospital or specialized clinic focused on patient care and well-being."
  },
  {
    "id": "ex_1761646341467",
    "name": "Stella Foods",
    "logoUrl": "https://www.stella-evoluzionealimentare.it/wp-content/uploads/2023/02/logo_stella_video-768x303.png",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Stella Foods operates within the food sector, focusing on the production and distribution of food products. The company supplies various food items to retail, wholesale, or HoReCa markets."
  },
  {
    "id": "ex_1761646505770",
    "name": "Te Komuna - Foodis",
    "logoUrl": "https://assets.zyrosite.com/cdn-cgi/image/format=auto,w=350,fit=crop,q=95/mnlJ0bjLVZi3L8JD/te-komuna-menu--01-dOqDEGyxMOSL3Zwy.png",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "TE KOMUNA – FOODIS represents a gastronomy concept, likely focused on modern street food or casual dining experiences. The brand offers a unique culinary proposition within the food service sector."
  },
  {
    "id": "ex_1761646547823",
    "name": "Teatri i Operas & Ansambli Popullor",
    "logoUrl": "https://observerkult.com/wp-content/uploads/2021/02/tokoap-696x393.jpg",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "The National Theatre of Opera and Ballet (TKOB) and the National Folk Song and Dance Ensemble (AKVP) are Albania's premier national performing arts institutions. Based in Tirana, they are dedicated to preserving and promoting Albanian and international opera, ballet, and folk traditions through high-calibre performances and artistic development."
  },
  {
    "id": "ex_1761646629648",
    "name": "Tourist Organization Kolašin",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQp9T_I8gpL6Czvocv129QcJXfvhzq4dBMiqA&s",
    "sector": "Energy & Infrastructure",
    "country": "Montenegro",
    "description": "The Tourist Organization of Kolašin is the official municipal body responsible for destination promotion for the Kolašin region in Montenegro. It provides comprehensive visitor information, guides, and support services to enhance the tourism experience in this mountainous area."
  },
  {
    "id": "ex_1761646728374",
    "name": "UET – Universiteti Europian i Tiranës",
    "logoUrl": "https://upload.wikimedia.org/wikipedia/sq/5/53/UET_Logo.PNG",
    "sector": "Education & Innovation",
    "country": "Albania",
    "description": "The European University of Tirana (UET) is a leading private university in Albania, established in 2006. It offers a wide range of academic programs at bachelor, master, and doctoral levels, particularly focused on social sciences, economics, law, communication, and political sciences."
  },
  {
    "id": "ex_1761646760067",
    "name": "Unioncamera Puglia",
    "logoUrl": "https://www.unioncamerepuglia.it/wp-content/uploads/2023/01/logo-unioncamere-puglia-news.png",
    "sector": "Services",
    "country": "Italy",
    "description": "Unioncamere Puglia represents the regional network of Chambers of Commerce in the Puglia region of Italy. It serves as a key institutional body supporting local businesses, particularly through internationalization services, training, and promoting economic development within the region."
  },
  {
    "id": "ex_1761646918459",
    "name": "Xhengo Photography",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTTx-paRgKV0yryaQFPD4nYV49CBzgLOgXrvA&s",
    "sector": "Services",
    "country": "Albania",
    "description": "XHENGO Photography provides professional photographic services and potentially visual branding solutions. Operating as a photo studio, it offers high-quality imagery for commercial, personal, or artistic purposes."
  },
  {
    "id": "ex_1761650995411",
    "name": "Terra-Mix",
    "logoUrl": "https://www.terra-mix.com/fileadmin/LogoHeader.svg",
    "sector": "Energy & Infrastructure",
    "country": "Austria",
    "description": "Terra-mix is an Austrian specialist in ground engineering, headquartered in Austria. The company is focused on innovative solutions for ground stabilisation, impulse compaction, road renovation and hybrid foundation systems that combine cost-effectiveness, sustainability and technical performance. It offers a resource-efficient alternative to traditional deep ground improvement techniques, delivering measurable improvements in load-bearing capacity while reducing construction time and environmental impact."
  },
  {
    "id": "ex_1761674358758",
    "name": "Aquasana",
    "logoUrl": "https://images.seeklogo.com/logo-png/40/1/aquasana-logo-png_seeklogo-405357.png",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Aquasana (Italy) specializes in advanced water treatment and purification systems for residential, commercial, and hospitality applications. With a focus on sustainability and innovation, the company provides high-quality filtration solutions that promote safe, clean, and eco-friendly water use while reducing plastic consumption."
  },
  {
    "id": "ex_1761677156791",
    "name": "Global Media Group",
    "logoUrl": "https://static.wixstatic.com/media/70a8fa_d7bb9ee9af8e46f18eb5e154609962ea~mv2.png/v1/fill/w_620,h_132,al_c,q_85,usm_0.66_1.00_0.01,enc_avif,quality_auto/GMG__RGB-digital_logos_Skopski-Saem_GMG.png",
    "sector": "Services",
    "country": "North Macedonia",
    "description": "Global Media Group plays a pivotal role in promoting and managing events at Skopje Fair, facilitating business networking and international trade exhibitions. Their services encompass event organization, media coverage, and logistical support, contributing significantly to the development of North Macedonia's exhibition industry."
  },
  {
    "id": "ex_1761677703776",
    "name": "IDM Sudtirol - Alto Adige",
    "logoUrl": "https://www.idm-suedtirol.com/fileadmin/user_upload/idm_suedtirol_logo_zugeschnitten.png",
    "sector": "Services",
    "country": "Italy",
    "description": "IDM Südtirol – Alto Adige is a public-private agency dedicated to fostering sustainable economic development in South Tyrol, Italy. Established in 2016, it is jointly owned by the Autonomous Province of Bolzano (60%) and the Bolzano Chamber of Commerce (40%). IDM serves as a central hub for innovation, marketing, and internationalization across key sectors, including tourism, agriculture, and industry. It offers tailored services to businesses, supporting them in product development, digital transformation, and global market expansion."
  },
  {
    "id": "ex_1761677945462",
    "name": "Inter Expo Center",
    "logoUrl": "https://pbs.twimg.com/profile_images/1138811016127688704/ZgGOAXub_400x400.png",
    "sector": "Services",
    "country": "Bulgaria",
    "description": "The Inter Expo Center (IEC) in Sofia, Bulgaria, is the country's largest multi-purpose convention and exhibition venue. Opened in 2001 and expanded in 2003 and 2009, it offers a total area of 42,000 m², including 13,600 m² of exhibition space across six halls, eight congress halls, and outdoor exhibition areas. The center is equipped with modern facilities to host a wide range of events, including specialized exhibitions, congresses, conferences, seminars, and corporate functions. It also provides services such as booth design and construction, logistics, and advertising."
  },
  {
    "id": "ex_1761678184470",
    "name": "IRA Commerce",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTw_P1hDXmVtUY7uGTxhGgb3SYgfZ-hVqGmdA&s",
    "sector": "Services",
    "country": "Croatia",
    "description": "IRA Commerce d.o.o. is a Croatian company specializing in the wholesale and retail distribution of artificial flowers and decorative items. Established in 1994 and headquartered in Dugopolje, near Split, IRA Commerce has grown to become a leading supplier in its sector. The company offers a diverse range of products, including silk flowers, wedding decorations, candles, porcelain, vases, lighting, and seasonal decorations."
  },
  {
    "id": "ex_1761680345493",
    "name": "Le Radici Normanne Societa' Agricola",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRsOoUbw1IqSTDf1JFRh1SwsHkTKemLpY2NXw&s",
    "sector": "Food & Agriculture",
    "country": "Italy",
    "description": "Le Radici Normanne Società Agricola is an agricultural company located in Valledolmo, in the province of Palermo, Sicily. Founded in 2024, the company is primarily focused on grape cultivation, as indicated by its ATECO code 0121. Operating as a simple agricultural society, Le Radici Normanne is committed to producing high-quality grapes while maintaining a strong connection to local agricultural traditions."
  },
  {
    "id": "ex_1761682923651",
    "name": "MC Networking",
    "logoUrl": "http://www.iw.al/mcn/wp-content/uploads/2018/09/mcn_logo_web.png",
    "sector": "Education & Innovation",
    "country": "Albania",
    "description": "MC Networking is a Tirana-based Operational Technology (OT) and Information Technology (IT) systems integrator. The company specializes in designing and implementing robust networking and security solutions, providing enterprise-level services particularly for critical infrastructure operators. Additionally, MC Networking offers site surveys and application tools tailored to meet the specific needs of its clients. Their expertise extends to web design, graphic design, and software development, ensuring a holistic approach to IT infrastructure and digital presence."
  },
  {
    "id": "ex_1761683588611",
    "name": "Ministria e Infrastruktures Dhe Energjise",
    "logoUrl": "https://www.infrastruktura.gov.al/wp-content/uploads/2020/10/Capture-e1601570115625.png",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "The Ministry of Infrastructure and Energy (Ministria e Infrastrukturës dhe Energjisë) of Albania is the government body responsible for planning, regulating, and overseeing the country’s infrastructure and energy sectors. Its mandate includes the development and maintenance of transport networks, energy production and distribution, and the implementation of policies to ensure sustainable, efficient, and secure energy systems. The Ministry works to promote investment, modernize infrastructure, and enhance Albania’s connectivity and energy independence, supporting both economic growth and public welfare."
  },
  {
    "id": "ex_1761683685807",
    "name": "Ministria e Turizmit, Kultures Dhe Sportit",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSZlS1HseFfYCanTmMMX1nm1qgGKqMeiPVGBA&s",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "The Ministry of Tourism, Culture, Youth and Sports (Ministria e Turizmit, Kulturës dhe Sportit) of Albania is the government institution responsible for promoting and regulating the country’s tourism, cultural heritage, and sports sectors. Its mandate includes developing sustainable tourism policies, preserving and enhancing Albania’s cultural and historical assets, supporting artistic and creative initiatives, and fostering youth engagement and sports development. The Ministry works to strengthen Albania’s cultural identity, boost tourism as a driver of economic growth, and encourage active participation in cultural and sporting activities across the country."
  },
  {
    "id": "ex_1761685819515",
    "name": "Dryni.al",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS_H2i3H-Rli4Cm4u_JZT_B4aONul2r0NIJqA&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "Dryni.al is an Albanian company specializing in high-security locking systems and advanced access control solutions.As an official distributor for leading international brands like Abloy (Finland), Mul-T-Lock (Israel), and SALTO Systems (Spain), Dryni.al offers a comprehensive portfolio of mechanical and electronic locking solutions. Their product range includes traditional high-security locks, smart locks compatible with smartphones, and advanced access control systems tailored for various applications."
  },
  {
    "id": "ex_1761687748153",
    "name": "Polis University",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRcDtdIabmtvI8Vgd7FbhoLF6JSRfkoU7UpPg&s",
    "sector": "Education & Innovation",
    "country": "Albania",
    "description": "Polis University, established in 2006 in Tirana, Albania, is a prominent higher education institution specialising in architecture, urban planning, design, engineering, environmental science, and technology. It offers a comprehensive range of programmes, including professional education, bachelor's, master's (both professional and scientific), and doctoral degrees, as well as postgraduate training and certification courses. The university is organized into three faculties—Architecture and Design, Urban Planning and Environmental Management, and Research and Development—each comprising multiple departments and research centres"
  },
  {
    "id": "ex_1761687946716",
    "name": "Pro-Termo",
    "logoUrl": "https://protermo.rs/wp-content/uploads/2023/11/pro-termo-fb.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Serbia",
    "description": "Pro-Termo is a Serbian company specializing in the design, production, and installation of heating systems and related equipment. Established in 2006, the company initially focused on manufacturing wood stoves and has since expanded its product range to include fireplaces, boilers, and stove accessories such as flue pipes. All products adhere to CE standards, aligning with strict EU regulations on safety and energy efficiency."
  },
  {
    "id": "ex_1761688110126",
    "name": "Qafshtama",
    "logoUrl": "https://play-lh.googleusercontent.com/gNM_SUKbso7mTw6ghuyL__5e9cl_OzA6Yf3BYtqPy79H-fX1A7E4rJjQpVbBWPs_56o=w600-h300-pc0xffffff-pd",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Qafshtama Water is a premium natural mineral water sourced from the renowned Queen Mother Spring in Qafshtama, Albania. Nestled at an elevation of 1,350 meters in the Qafshtama National Park, the spring has been historically significant since 1932, when it was selected by the Albanian royal family for its purity and quality. The water is naturally filtered through magmatic rocks, enriching it with essential minerals, particularly magnesium, which is vital for metabolic, muscular, and cardiovascular functions."
  },
  {
    "id": "ex_1761688193792",
    "name": "Quaranta Caffe",
    "logoUrl": "https://quarantacaffe.it/wp-content/uploads/2022/09/logo-header.png",
    "sector": "Food & Agriculture",
    "country": "Albania",
    "description": "Quaranta Caffè Albania is a premium coffee brand that brings authentic Italian espresso culture to Albania. Established as part of the renowned Torrefazione Pugliese, founded in 1965 in Italy, Quaranta Caffè has expanded its legacy to Albania, offering a range of meticulously crafted coffee blends."
  },
  {
    "id": "ex_1761688309971",
    "name": "Raiffeisen Bank",
    "logoUrl": "https://1000logos.net/wp-content/uploads/2020/04/Raiffeisen-Bank-logo.jpg",
    "sector": "Services",
    "country": "Albania",
    "description": "Raiffeisen Bank Albania is one of the country’s largest financial institutions.Established in 2004 through the acquisition of the Albanian Savings Bank by Raiffeisen Bank International, the bank has since evolved into a full-service provider, offering a comprehensive range of banking products and services to private individuals, micro, small, and corporate clients. Boasting the largest branch network in Albania, Raiffeisen Bank operates 74 branches, including eight digital branches, and maintains 184 ATMs nationwide."
  },
  {
    "id": "ex_1761688396700",
    "name": "RAS - Development Agency of Serbia",
    "logoUrl": "https://media.licdn.com/dms/image/v2/D4E0BAQElK9R264QaQg/company-logo_200_200/company-logo_200_200/0/1692004712621/razvojnaagencijasrbije_logo?e=2147483647&v=beta&t=iFuNERQXvXNTF0nvoX6LNH9NpINk35Zl1-7MQzUdoqU",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "The Development Agency of Serbia (RAS) is a government organization dedicated to fostering economic growth and regional development in Serbia. Established as a one-stop-shop, RAS offers a comprehensive range of services aimed at enhancing the country's investment climate, supporting export promotion, and improving the competitiveness of Serbian businesses. The agency collaborates closely with 17 accredited regional development agencies across Serbia to ensure balanced and sustainable development throughout the country."
  },
  {
    "id": "ex_1761688715692",
    "name": "Shtepite Studio Kadare-Agolli",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRr_TzVzpQ20u-G0bKy5znFX57bneXcO_DDQA&s",
    "sector": "Tourism & Culture",
    "country": "Albania",
    "description": "Shtepite Studio Kadare-Agolli is a unique museum in Tirana that showcases the life and work of two prominent Albanian writers: Ismail Kadare and Dritëro Agolli. Housed in a building with cubist architecture, the museum is divided into two sections: the third floor, where Kadare lived from 1974 to the early 1990s, and the fourth floor, where Agolli resided. The museum offers an in-depth look into the personal and creative lives of these authors, serving as an educational and cultural resource for both local and international visitors"
  },
  {
    "id": "ex_1761688809248",
    "name": "Sigal Uniqa Group",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ6CabNEALQAH5___DYgQdC0m3CUn6F_niI1w&s",
    "sector": "Services",
    "country": "Albania",
    "description": "SIGAL UNIQA Group is a leading regional insurance provider headquartered in Tirana, Albania. Established in 1999, the company has grown into one of the largest insurance groups in the region, operating in Albania, Kosovo, and North Macedonia. SIGAL UNIQA offers a comprehensive range of over 50 insurance products across all classes, including life, health, property, and liability insurance."
  },
  {
    "id": "ex_1761727379890",
    "name": "Technolen Bojanov",
    "logoUrl": "https://media.zivefirmy.cz/logo/b/b/bb040663ee6bb9109b39c20b5a0dd5.jpg",
    "sector": "Energy & Infrastructure",
    "country": "Czechia",
    "description": "Technolen Bojanov is a specialized Czech manufacturer of fire-fighting, hydrant, and technical industrial hoses. Its core business encompasses a broad range of products, including firefighting intervention hoses, hydrant hoses, sports-fire hoses (for firefighting sports competitions), and heavy-duty industrial/technical hoses."
  },
  {
    "id": "ex_1761728324191",
    "name": "Teleradio Balkan",
    "logoUrl": "https://i.ibb.co/xtxSW3q6/Screenshot-2025-10-29-at-11-01-46.png",
    "sector": "Services",
    "country": "Croatia",
    "description": "Tele Radio Group is a company focused on development, manufacturing, and marketing of safe and reliable radio control systems for industrial applications.ele Radio conducts all research and development in-house, ensuring full control over quality, safety, and innovation. Its mission is to deliver end-to-end wireless control solutions that enhance reliability, safety, and efficiency in industrial operations."
  },
  {
    "id": "ex_1761728725498",
    "name": "Trident Ecological Fire Protection",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR7myr9adNhm1PQwiSv-QhHigah20VU1Pv_QA&s",
    "sector": "Energy & Infrastructure",
    "country": "Greece",
    "description": "Trident Ecological Fire Protection is an advanced fire-safety solution specialising in environmentally responsible fire extinguishing agents and systems. With German-led innovation, Trident offers 100% biodegradable, non-corrosive and PFAS-free foam concentrates and water-based extinguishers that are effective across fire classes A, B, C, D and F—with dedicated versions for lithium-battery and industrial applications."
  },
  {
    "id": "ex_1761728858751",
    "name": "Univers Reklama",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRk4QjcV-wsKaeKFCcgs2S_4-DtOuRmzNB26A&s",
    "sector": "Services",
    "country": "Albania",
    "description": "Univers Reklama is a leading Albanian provider of indoor and outdoor advertising and custom-manufacturing solutions. Established in 2001, the company has expanded into one of the region’s largest bespoke signage and visual-marketing operations. Univers Reklama offers a full suite of services including the design, production and installation of 3D signage, illuminated totems, large-format prints, brand-vehicle wrapping, retail interiors and event structures."
  },
  {
    "id": "ex_1761729054311",
    "name": "Velo",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSI5arKNQLrpsd9MxXX_BcZN9MgKGOYI0NM3A&s",
    "sector": "Tourism & Culture",
    "country": "Montenegro",
    "description": "VELO is a recently established company founded in 2023. The firm’s principal business activity is equipment rental and leasing for recreation and sport."
  },
  {
    "id": "ex_1761729437924",
    "name": "XH & M Construction Group",
    "logoUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT0EkJEWiRsAvp-CnjkXLhK5RJJHj6IoJ5OTw&s",
    "sector": "Energy & Infrastructure",
    "country": "Albania",
    "description": "XH & M Construction Group is a diversified construction and infrastructure company. Founded in 1995 (with roots in the petroleum industry) and evolving into full‑scale construction operations by 2006, the company has amassed over 28 years of industry experience. Operating across sectors including residential and commercial buildings, road and infrastructure works, hospitality, pharmaceutical and beverage industries, XH & M delivers end‑to‑end services covering planning, design, construction and maintenance."
  },
  {
    "id": "ex_1761729942055",
    "name": "Buffalo",
    "logoUrl": "https://i.ibb.co/JwFSW26C/main-logo-with-R-page-0001.jpg",
    "sector": "Food & Agriculture",
    "country": "Netherlands",
    "description": "Buffalo is dedicated to processing buffalo milk from local farms into authentic, high‑quality dairy products."
  }
]
